---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.SectionViewFailures
source: html/7c7a3953-b793-21dc-2360-bd642b29343e.htm
---
# BuiltInFailures.SectionViewFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.